Revit 2023 API
GroupTypeId.Pattern Property
 "Pattern"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId Pattern { get; }
Visual Basic
Public Shared ReadOnly Property Pattern As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Pattern {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace